export const CATEGORY_LIST = [
  { label: 'Сеты', value: 'sets', img: './categories/sets.webp', description: 'Крутые сеты', count: 12 },
  {
    label: 'Пастила',
    value: 'paste',
    img: './categories/paste.webp',
    description: `Свежие фрукты и ягоды перетираем, высушиваем полученное пюре в дегидраторе.
    Вся влага уходит, остаётся тонкий пласт с концентрированным вкусом фруктов и ягод и божественным ароматом.
    Наша пастила буквально тает во рту.`,
    count: 5,
  },
  {
    label: 'Фрипсы',
    value: 'frips',
    img: './categories/frips.webp',
    description: `Фрипсы - это фрукты, высушенные без сахара и добавок.
    Фрукты при сушке усыхают в 10-15 раз, поэтому в маленькой горсточке фрипсов весом 50г - дневная норма фруктов.
    Фрипсы помогут вам обеспечить себя и свою семью полезными витаминами круглый год.
    Вам не нужно покупать по 10 килограмм разных фруктов - мы уже купили лучшие фрукты, вымыли и высушили.`,
    count: 7,
  },
  {
    label: 'Орехи и вяленые ягоды',
    value: 'nutsAndDriedBerries',
    img: './categories/nuts.webp',
    description: `После закупки орехов мы тщательно промываем их тёплой водой, 
    видели бы вы сколько там выходит грязи и пыли!
    Далее мы подсушиваем их в сушилке и сортируем по упаковкам.
    Выбираем лучшие сорта орехов, иногда они в два раза дороже, чем дешевые аналоги.`,
    count: 9,
  },
  {
    label: 'Подарочные наборы',
    value: 'gifts',
    img: './categories/gifts.webp',
    description: 'Крутые подарки',
    count: 22,
  },
];

export const FEATURED_CATEGORIES_LIST = [
  {
    label: 'Пастила',
    value: 'paste',
    img: './categories/paste.webp',
    description: `Свежие фрукты и ягоды перетираем, высушиваем полученное пюре в дегидраторе.
    Вся влага уходит, остаётся тонкий пласт с концентрированным вкусом фруктов и ягод и божественным ароматом.
    Наша пастила буквально тает во рту.`,
    count: 5,
  },
  {
    label: 'Фрипсы',
    value: 'frips',
    img: './categories/frips.webp',
    description: `Фрипсы - это фрукты, высушенные без сахара и добавок.
    Фрукты при сушке усыхают в 10-15 раз, поэтому в маленькой горсточке фрипсов весом 50г - дневная норма фруктов.
    Фрипсы помогут вам обеспечить себя и свою семью полезными витаминами круглый год.
    Вам не нужно покупать по 10 килограмм разных фруктов - мы уже купили лучшие фрукты, вымыли и высушили.`,
    count: 7,
  },
  {
    label: 'Подарочные наборы',
    value: 'gifts',
    img: './categories/gifts.webp',
    description: 'Крутые подарки',
    count: 22,
  },
];

export const PRODUCT_FAVORITE_LIST = [
  {
    id: '1',
    title: 'Пастила 1',
    img: './categories/paste.webp',
  },
];

export const CART_LIST = [
  {
    id: '1',
    title: 'Пастила 1',
    img: './categories/paste.webp',
    price: 450,
    count: 2,
  },
  {
    id: '2',
    title: 'Пастила 2',
    img: './categories/paste.webp',
    price: 750,
    count: 1,
  },
];
